/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ להעתיק ללוח";

/* No comment provided by engineer. */
"%d Confirmations" = "%d אישורים";

/* No comment provided by engineer. */
"%d more" = "%d עוד";

/* No comment provided by engineer. */
"%d Transactions" = "%d עסקאות";

/* No comment provided by engineer. */
"Account Settings" = "הגדרות חשבון";

/* No comment provided by engineer. */
"Active" = "הפעיל";

/* No comment provided by engineer. */
"Add to Address book?" = "הוסף פנקס כתובות?";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "ארעה שגיאה אימות את הקוד הסודי עם שרת מרוחק. אתה יכול להיות מנותק או blockchain שעשוי לחוות קשיים. האם ברצונך לנסות שוב אימות או במקום להזין את הסיסמה שלך באופן ידני?";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "שגיאה היה נתקל טעינת הארנק שלך. אתה יכול להיות מנותק או Blockchain הוא חווה קשיים. נא לסגור את היישום, נסה שנית מאוחר יותר או re-זוג לכם מכשיר.";

/* No comment provided by engineer. */
"Any Address" = "כל כתובת";

/* No comment provided by engineer. */
"Archive" = "ארכיון";

/* No comment provided by engineer. */
"Archived" = "^ ";

/* No comment provided by engineer. */
"Automatically" = "באופן אוטומטי";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "לפני גישה הארנק שלך, יש לבחור את מספר pin להשתמש כדי לפתוח את הארנק. חשוב אתה זוכר את הסיכה כפי שהוא לא יכול להיות אפס או להשתנות ללא פעם פותח את היישום.";

/* No comment provided by engineer. */
"Bitcoin Address" = "Bitcoin כתובת";

/* No comment provided by engineer. */
"Cancel" = "ביטול";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "לא יכול להציל את קוד ה-PIN בעוד ארנק אינו מוגדר או null סיסמה";

/* No comment provided by engineer. */
"Change PIN" = "שינוי PIN";

/* No comment provided by engineer. */
"Close App" = "קרוב App";

/* No comment provided by engineer. */
"Confirm Payment" = "לאשר תשלום";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "לאשר תשלום%1$@ (%2$@) ל %3$@";

/* No comment provided by engineer. */
"Create Wallet" = "ליצור ארנק";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "מפוענח PIN אורך הסיסמה 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "Decrypting מפתח פרטי";

/* No comment provided by engineer. */
"Enter Password" = "הזן את הסיסמה";

/* No comment provided by engineer. */
"Error" = "שגיאה";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "כישלון עומס הארנק";

/* No comment provided by engineer. */
"No internet connection." = "חיבור לאינטרנט.";

/* No comment provided by engineer. */
"Finished Signing Inputs" = "סיים חתימת כניסות";

/* No comment provided by engineer. */
"Forget Details" = "לשכוח פרטים";

/* No comment provided by engineer. */
"Forget Wallet" = "לשכוח את הארנק";

/* No comment provided by engineer. */
"How would you like to pair?" = "איך היית רוצה זוג?";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "אם כבר יש לך Blockchain הארנק, לבחור זוג התקן; אחרת, לבחור ליצור את הארנק. זה בחינם! אין הדוא \" ל נדרשים.";

/* No comment provided by engineer. */
"Imported Private Key %@" = "לייבא מפתח פרטי %@";

/* No comment provided by engineer. */
"Information" = "מידע";

/* No comment provided by engineer. */
"Invalid email address." = "חוקי כתובת הדוא \" ל.";

/* No comment provided by engineer. */
"Invalid GUID" = "חוקי ה-GUID";

/* No comment provided by engineer. */
"Invalid Identifier" = "חוקי מזהה כללי";

/* No comment provided by engineer. */
"Invalid Send Value" = "לא חוקי לשלוח הערך";

/* No comment provided by engineer. */
"Invalid Shared Key" = "חוקי מפתח משותף";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "חוקי מעמד קוד חזר %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "תקף עד bitcoin כתובת";

/* No comment provided by engineer. */
"Loading External Page" = "טעינת דף חיצוני";

/* No comment provided by engineer. */
"Logout" = "התנתקות";

/* No comment provided by engineer. */
"Manually" = "באופן ידני";

/* No comment provided by engineer. */
"No" = "לא";

/* No comment provided by engineer. */
"No Label" = "אין תווית";

/* No comment provided by engineer. */
"No Password Entered" = "לא נכנסו הסיסמה";

/* No comment provided by engineer. */
"OK" = "אישור";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "לפתוח את הגדרות החשבון, התנתקות או לשנות את ה-pin שלך להלן.";

/* No comment provided by engineer. */
"Options" = "אפשרויות";

/* No comment provided by engineer. */
"Pair Device" = "זוג התקן";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "ניתוח זיווג קוד";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "סיסמה עליך 10 תווים או יותר";

/* No comment provided by engineer. */
"Passwords do not match" = "סיסמאות לא תואמות";

/* No comment provided by engineer. */
"Payment Sent!" = "התשלום נשלח!";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "פין מוצפן String היא אפסית";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "פין תגובה אובייקט מפתח או ערך אורך 0";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "פין תגובה אובייקט הצלחה אורך 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "פין נשמר בהצלחה";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "פין אימות לא ניתן להשלים. אנא הזן את סיסמת הארנק באופן ידני.";

/* No comment provided by engineer. */
"PIN Validation Error" = "פין אימות שגיאה";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "אנא הזן את 36 אופי הארנק מזהה כראוי. זה ניתן למצוא את בדוא \" ל מוזמן על הפעלה.";

/* No comment provided by engineer. */
"Please provide an email address." = "נא לספק כתובת דוא \" ל.";

/* No comment provided by engineer. */
"Please Wait" = "אנא המתן";

/* No comment provided by engineer. */
"Retry Validation" = "נסה שוב אימות";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "סריקה Watch רק כתובת?";

/* No comment provided by engineer. */
"Second Password Incorrect" = "השני, סיסמה שגויה";

/* No comment provided by engineer. */
"Send Payment From:" = "שלח תשלום:";

/* No comment provided by engineer. */
"Send Payment To:" = "שלח תשלום:";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "שרת חזר Null קוד מצב";

/* No comment provided by engineer. */
"Signing Input %d" = "חתימת קלט %d";

/* No comment provided by engineer. */
"Signing Inputs" = "חתימת כניסות";

/* No comment provided by engineer. */
"Success" = "הצלחה";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "את המפתח הפרטי אתה מנסה לייבא מוצפן. אנא הזן את הסיסמה להלן.";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "פעולה זו דורשת את השני הסיסמה שלך bitcoin הארנק. אנא הזן את זה למטה ולחץ על המשך.";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "פעולה זו תמחק את כל הארנק נתונים על המכשיר הזה. נא לאשר יש לך את הארנק שלך המידע הנשמר במקום אחר אחרת כל bitcoins זה wallet יהיה נגיש!!";

/* No comment provided by engineer. */
"Unarchive" = "הוצא מהארכיון";

/* No comment provided by engineer. */
"Unconfirmed" = "לא מאומתים";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "נתמך על מפתח פרטי תבנית";

/* No comment provided by engineer. */
"User Declined" = "משתמש נדחה";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "הארנק כתובת %@ יש הכספים הזמינים לבלות. אולם המפתח הפרטי צריך להיות סרוקים מתוך נייר הארנק או קוד QR. האם אתה אוהב לסרוק את המפתח הפרטי עכשיו?";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "הארנק יחד בהצלחה.";

/* No comment provided by engineer. */
"Warning!!!" = "אזהרה!!!";

/* No comment provided by engineer. */
"Welcome Back" = "ברוך הבא";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "ברוכים הבאים Blockchain הארנק";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "האם אתה רוצה להוסיף את bitcoin כתובת %@ אל ספר הכתובות שלכם?";

/* No comment provided by engineer. */
"Yes" = "כן";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "אתה צריך לא פעיל bitcoin כתובות זמינות עבור שליחת";

/* No comment provided by engineer. */
"You must enter a destination address" = "עליך להזין כתובת יעד";

/* No comment provided by engineer. */
"You must enter a label" = "אתה חייב להיכנס תווית";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "התיק שלך היה נוצר בהצלחה.";

/* No comment provided by engineer. */
"Close" = "סגור";

/* No comment provided by engineer. */
"Back" = "בחזרה";

/* No comment provided by engineer. */
"New Wallet" = "ארנק חדש";

